[
    "Parallel lines have so much in common. It's a shame they'll never meet.",
    "What do you get when you cross a snowman and a vampire? Frostbite!",
    "Why do seagulls fly over the sea? - Because if they flew over the bay, they'd be bagels!",
    "I'm on a whiskey diet. I've lost three days already.",
    "A pair of cows were talking in the field. One says, 'Have you heard about the mad cow disease that’s going around?'.'Yeah,' the other cow says. 'Makes me glad I’m a penguin.'",
    "One of the oddities of Wall Street is that it is the dealer and not the customer who is called broker.",
    "Did you hear they arrested the devil? Yeah, they got him on possession.",
    "We used to play spin the bottle when I was a kid. A girl would spin the bottle, and if the bottle pointed to you when it stopped, the girl could either kiss you or give you a penny. By the time I was 14, I owned my own house.",
    "Hear about the new restaurant called Karma? There’s no menu: You get what you deserve",
    "Did you hear about the claustrophobic astronaut? - He just needed a little space.",
    "What sits at the bottom of the sea and twitches? - A nervous wreck.",
    "Why can’t you explain puns to kleptomaniacs? They always take things literally.",
    "What do you call a parade of rabbits hopping backwards? - A receding hare-line.",
    "I went to the doctors recently. He said: 'Don’t eat anything fatty'. I said: 'What, like bacon and burgers?' He said, 'No. fatty don’t eat anything.'",
    "Why do you never see hippos hiding in trees? - Because they're very good at it.",
    "What did the cannibal get when he was late for dinner? - The cold shoulder.",
    "What do you get when you mix Goat DNA and Human DNA? - Kicked out of the petting zoo.",
    "If everybody in the world held hands around the equator, most of them would drown.",
    "There are more airplanes in the ocean than submarines in the sky.",
    "If you take a blue whale and lay it lengthwise across a football field, they'll have no choice but to cancel the game.",
    "Most people have an above-average number of arms",
    "Surviving a parachute fail is quite easy, the landing not.",
    "People eat more bananas than monkeys.",
    "What do you call a porn magazine? - A Dictionary",
    "How did scientists solve the dark matter conundrum? - They accounted for yo mammas weight.",
    "The Earth used to flat. But then they buried yo mama.",
    "Yo momma's so fat, that when she went to the zoo, the hippos got jealous.",
    "Yo mamma is so ugly when she took a bath the water jumped out.",
    "Yo mama so fat, Thanos had to snap twice."
]
